akregator
amd-ucode
archlinuxcn-keyring
ark
autojump
base
base-devel
btrfs-assistant
btrfs-progs
ccache
clash-verge-rev
dolphin
efibootmgr
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
firefox
flameshot
grub
grub-btrfs
gwenview
inotify-tools
kdeconnect
keepassxc
konsole
libguestfs
linux-firmware
linux-zen
linux-zen-headers
man-db
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
paru
plasma-meta
plocate
pot-translation
power-profiles-daemon
powertop
proxychains-ng
snap-pac
snapper
sshfs
stow
sudo
tealdeer
tmux
ttf-hack-nerd
unrar
unzip
vim
visual-studio-code-bin
zsh
