akregator
amd-ucode
archlinuxcn-keyring
ark
autojump
base
base-devel
bear
btrfs-assistant
btrfs-progs
ccache
chafa
clang
clash-verge-rev
cmake
discord
dolphin
efibootmgr
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-zhwiki
fcitx5-qt
fd
filelight
firefox
flameshot
fzf
go
grub
grub-btrfs
gwenview
imagemagick
inotify-tools
jq
kate
kdeconnect
keepassxc
konsole
lib32-libpulse
linux-firmware
linux-zen
linux-zen-headers
lldb
man-db
man-pages
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
obs-studio
openssh
paru
plasma-meta
plocate
pot-translation
power-profiles-daemon
powertop
proxychains-ng
qbittorrent-enhanced-git
qemu-desktop
snap-pac
snapper
spotify-launcher
sshfs
steam
stow
strace
sudo
tealdeer
tmux
ttf-hack-nerd
unrar
unzip-natspec
valgrind
vim
wget
xclip
yazi
zoxide
zsh
